[
    {
        "id": "bulguksa_a_seokguram",
        "name": "Jeskyně Sokkuram a Klášter Pulguksa",
        "year": 1995,
        "photo": "sokkuram.jpg",
        "description": "<b>Jeskyně Sokkuram</b><br>Sokkuram je buddhistická jeskynní poustevna v Jižní Koreji, nedaleko města Kjongdžu v provincii Severní Kjongsang. Jeskyně byla uměle vytvořena v polovině 8. století na příkaz prvního ministra království Silla, Kim Te-songa, jakožto privátní svatyně. Po dlouhých staletích v zapomnění byla znovu objevena až na počátku 20. století. O její restauraci se brzy po jejím objevení zasadili Japonci, s podporou UNESCO pak korejská vláda v 60. letech. V hlavní ze dvou síní se nachází 3,5 metru vysoká socha Buddhy v lotosové pozici, vytesaná z granitu. Kolem něj pak dalších 38 soch bódhisattvů.<br><b>Klášter Pulguksa</b><br>Klášter Pulguksa je buddhistický klášter v jihokorejské provincii Severní Kjongsang, poblíž města Kjongdžu. Jde o významnou památku, která vznikla v době jihokorejského. Třebaže někteří umisťují její původ až do 6. století, obvykle se uvádí, že jej založil v roce 751 jako veřejnou svatyni na počest svých rodičů v tehdejším životě první ministr Kim Te-song. Klášter byl vystaven na kamenných terasách a čítal na dvě stě dřevěných budov. V klášteře se nachází sedm tzv. národních pokladů – pagody Tabotchap a Sokkatchap, tři kamenné mosty symbolisující přechod do duchovního, Buddhova světa, a dvě pozlacené bronzové sochy z 8. století. ",
        "url": ""
    },
    {
        "id": "haeinsa",
        "name": "Heinsa",
        "year": 1995,
        "photo": "haeinsa.jpg",
        "description": "Klášter zrcadlení moře Heinsa je klášterní komplex buddhistického směru Son, v němž je uložena sbírka dřevěných tiskařských desek ze 13. století s úplným překladem buddhistických kanonických spisů. Nachází se v provincii Jižní Kjongsang. Klášter Heinsa se nachází na hoře Kaja a byl založen již na počátku 9. století. Na příkaz krále Kodžonga byly buddhistické texty vyryty oboustranně do dřevěných desek v době mongolské invaze, neboť Mongolové zničili podobný, starší soubor s texty Tipitaky z 11. století. Text je vyryt v čínštině. Sbírka vytvořená v letech 1236-1251 čítá celkem 81 258 dřevěných matric a je ceněna nejen jako vzácná dějinná (tisk znali Korejci dlouho před Gutenbergem) a náboženská památka, ale též jako hodnotné umělecko-řemeslné dílo. Soubor desek bývá přezdíván Tripitaka Koreana.",
        "url": ""
    },
    {
        "id": "jongmyo",
        "name": "Svatyně Čongmjo",
        "year": 1995,
        "photo": "congmjo.jpg",
        "description": "Čongmjo je konfucianská svatyně zasvěcená vzpomínkovým obřadům za zemřelé krále a královny korejské dynastie Čoson. Nachází se v Soulu, jižně od paláce Čchangdokkung a je obklopena rozlehlým parkem. V roce 1995 byla svatyně Čongmjo zapsána na Seznam světového dědictví UNESCO. Podle něj je svatyně nejstarší dochovanou královskou konfuciánskou svatyní a zdejší rituální obřady pokračují v tradici založené už ve 14. století. Podobné svatyně existovaly během existence Tří království Koreje, ale jen svatyně čosŏnských vládců se dochovaly.",
        "url": ""
    },
    {
        "id": "changdeokgung",
        "name": "Čchangdokkung",
        "year": 1997,
        "photo": "cchangdokkung.jpg",
        "description": "Čchangdokkung je jedním z pěti velkých královských paláců v jihokorejském hlavním městě Soulu. V roce 1997 byl palácový komplex Čchangdokkung zapsán na seznam světového dědictví UNESCO. Někdy bývá rovněž zván Východní palác vzhledem k poloze na východ od Kjonbokunu (Paláce zářného štěstí). Byl oblíbeným palácem mnoha králů éry dynastie Čoson. Palácový okrsek, založený na počátku 15. století, se rozkládá na ploše 45 hektarů a kromě 13 vlastních zachovalých palácových budov zahrnuje i slavnou tajnou zahradu Piwon s 28 pavilony. Na rozdíl od Kjongbokkungu, který stojí v rovině a působí poněkud geometricky stroze, je celý komplex Čchangdoku vystavěn tak, aby byl harmonicky sladěn s přírodním kopcovitým reliéfem. Jeho stavby navíc zdařile zahrnují prvky staré korejské architektury.",
        "url": ""
    },
    {
        "id": "hwaseong",
        "name": "Pevnost Hwasong",
        "year": 1997,
        "photo": "hwasong.jpg",
        "description": "Pevnost Hwasong se nalézá v jihokorejském Suwonu, zhruba 30 km na jih od Soulu. Dal ji postavit král Čongdžo, 22. panovník éry Čoson. Stavba trvala 34 měsíců a byla dokončena v září 1796. Pevnost zabírá celkovou plochu 130 hektarů, délka hradeb činí 5,76 kilometru a jejich výška 4-6 m. Původně byla koncipována jako hradba kolem města, Suwon se ovšem později rozrostl i vně hradeb. Pevnost má čtyři hlavní a řadu menších bran. Měla být co nejúčelnější z obranného, tj. vojenského hlediska (hlídkové věže, cimbuří, bunkry), ale zároveň sloužit i každodenním funkcím rozvíjejícího se urbanistického a obchodního centra. Uvnitř opevnění stál mimo jiné i královský palác. Kromě praktických účelů má ovšem pevnost i své architektonické a estetické kvality. Při její stavbě se navíc uplatnila znalost západních i východních technologií, jejichž kombinací vznikla na svou dobu velmi moderní pevnost, která neměla obdoby ani jinde ve světě. Mj. zde poprvé byly v Koreji použity z Evropy převzaté kladkové mechanismy. Stavitelé pevnosti využili kopcovitého terénu, který jim svým reliéfem umožnil posílit obranyschopnost města uprostřed okolní spíše rovné krajiny. Přímo skrze opevněné město protékala říčka Suwončchon.",
        "url": ""
    },
    {
        "id": "gyeongju",
        "name": "Historické oblasti Kjongdžu",
        "year": 2000,
        "photo": "kjongzu.jpg",
        "description": "Kjongdžu je město v provincii Severní Kjongsang v jihovýchodní části Jižní Koreje. V současnosti má zhruba 270 tisíc obyvatel. Kjongdžu bylo hlavním městem království Sjednocená Silla (668-936), tehdy však neslo název Kumsong - Zlaté město. Toto období korejských dějin bylo poznamenáno velkým rozkvětem buddhismu a je považováno za zlatou kulturní éru, o čemž svědčí velké množství zachovaných památek ve městě (královské hrobky, observatoř, jezero Anapči s pavilony, anebo bohatá expozice v místním Národním museu) a v jeho okolí (jako klášter Pulguksa, jeskyně Sokkuram či tesané skalní reliéfy v oblasti Namsan nebo historická vesnice Jangdong). Historická oblast Kjongdžu byla v r. 2000 zapsán na seznam světového dědictví UNESCO.",
        "url": ""
    },
    {
        "id": "jeju",
        "name": "Sopečný ostrov Čedžu a lávové trubice",
        "year": 2007,
        "photo": "",
        "description": "The Jeju Volcanic Island and Lava Tubes is a World Heritage Site in South Korea. It was inscribed as one of the UNESCO World Heritage Sites in 2007 because of the Geomunoreum Lava Tube System and the exhibition of diverse and accessible volcanic features which are considered to demonstrate a distinctive and valuable contribution to the understanding of global volcanism.  Jeju, also known as Jejudo, is a volcanic island, 130 kilometers from the southern coast of the Korean Peninsula. The largest island and smallest province in South Korea, the island has a surface area of 1,846 square kilometers. ",
        "url": ""
    },
    {
        "id": "Joseon",
        "name": "Královské hrobky dynastie Čoson",
        "year": 2009,
        "photo": "coson.jpg",
        "description": "Královské hrobky dynastie Čoson slouží jako místo odpočinku příslušníků tohoto panovnického korejské rodu. Z dynastie Čoson pochází 27 korejských panovníků, kteří se na trůně vystřídali mezi roky 1392 a 1910. V souhrnu čítá tato skupina celkem 42 hrobek (+ přilehlé stavby). Čtyřicet z nich se nachází v Soulu a jeho okolí (provincie Kjonggi a Kangwon). Během vlády čosonské dynastie byl státním náboženstvím konfucianismus, v němž je hluboce zakořeněná tradice uctívání předků. I proto byly hrobky pečlivě opatrovány a do současnosti se zachovaly ve výborném technickém stavu. Pohřebiště byla budována v pečlivě vybíraných lokalitách, které byly považovány za božské místo. Zároveň se přihlíželo k principům geomantie. Kamenné stavby a předměty obklopující jednotlivé mohyly stejně jako jejich dekorativní a stylistické ztvárnění nabízejí informace o uměleckých trendech období, ve kterém vznikaly (rozmezí více než 500 let).",
        "url": ""
    },
    {
        "id": "yangdong",
        "name": "Lidová vesnice Jangdong",
        "year": 2010,
        "photo": "jangdong.jsp",
        "description": "Jangdong je vesnice nacházející se v jihokorejské provincii Severní Kjongsang, zhruba 16 km severovýchodně od města Kjongdžu a 8 km západně od Pchohangu. Od roku 2010 je společně s obcí Hahö součástí světového kulturního dědictví UNESCO. Je jedinečná pro svou velikost, vysokou míru zachovalosti historických budov, množstvím kulturních akcí i svým umístěním v okolní krajině. Je také zachovalou připomínkou života korejské jangbanské aristokracie a neo-konfucianistických tradic z období vlády dynastie Čoson. Obec je pečlivě organizovaná a jasně rozdělena podle účelu a využití jednotlivých budov. Šlechtická jangbanská třída žila v domech se střechami z tašek, většinou v okolních kopcích, zatímco běžní obyvatelé obývali domy se slaměnými střechami na úpatí kopců.",
        "url": ""
    },
    {
        "id": "hahoe",
        "name": "Lidová vesnice Hahö",
        "year": 2010,
        "photo": "haho.jpg",
        "description": "Hahö je vesnice nacházející se v jihokorejské provincii Severní Kjongsang, zhruba 20 km západně od města Andongu. Leží na pravém břehu řeky Nakdong, její korejský název se dá volně přeložit jako „obec obklopená vodou“. Její stáří je přibližně 600 let a celá je velmi dobře zachovaným příkladem typické korejské klanové vesnice. Kromě historické architektury a specifického urbanismu přizpůsobeného blízké řece spočívá jedinečnost osady i v tom, že zdejší obyvatelé dodnes dodržují mnohé z lokálních lidových tradic. Od roku 2010 je společně s obcí Jangdong součástí světového kulturního dědictví UNESCO.",
        "url": ""
    },
    {
        "id": "namhansanseong",
        "name": "Namhansanseong",
        "year": 2014,
        "photo": "namhansanseong.jpg",
        "description": "Namhansanseong je název rozsáhlého opevněného komplexu staveb nacházejícího se přibližně 25 km jihovýchodně od centra Soulu. Tato pevnost je umístěna v zalesněném horském terénu, což v minulosti zvyšovalo její obrannou schopnost. Sloužila jako krizové útočiště a záložní hlavní město během vlády dynastie Čoson. Ubytovací kapacita byla až 4000 osob a poskytovala zázemí pro všechny důležité administrativní a vojenské funkce. Pevnost nese řadu architektonických prvků charakteristických pro pevnosti ve východní Asii, spojují se zde vlivy Čosonské Koreje, Japonska za období Azuči-Momojama a čínských říší a Ming a Čching. Nejstarší část pochází ze 7. století (obrana království Silla před čínskou říší Tchang), ale komplex byl několikrát významně rozšiřován a přestavován. Nachází se zde množství historických vojenských, náboženských i světských staveb. Namhansanseong je považován za jeden z korejských národních symbolů.",
        "url": ""
    },
    {
        "id": "baekj",
        "name": "Historická území království Pekče",
        "year": 2015,
        "photo": "pekce.jpg",
        "description": "Historická území království Pekče je pojmenování pro skupinu památek nacházejích se na území měst Iksan, Kongdžu a okresu Pujo, která byla v roce 2015 zapsána na seznam světového kulturního dědictví a sestává z osmi různých lokalit. Památky pocházejí z pozdního období království Pekče, tzn. mezi roky 475 a 660 našeho letopočtu. Pekče bylo jedním ze tří korejských království, které podle legendy vzniklo v roce 18 př. n. l. Stavby vydávají dle UNESCA svědectví o interakci starověkých království Číny, Japonska a Korey jak v oblasti technologické, tak i náboženské (šíření buddhismu).",
        "url": ""
    },
    {
        "id": "seowone",
        "name": "Seowone, Korejské neokonfuciánské akademie",
        "year": 2019,
        "photo": "seowone.jpg",
        "description": "Seowon were the most common educational institutions of Korea during the mid- to late Joseon Dynasty. They were private institutions, and combined the functions of a Confucian shrine and a preparatory school. In educational terms, the seowon were primarily occupied with preparing students for the national civil service examinations. In most cases, seowon served only pupils of the aristocratic yangban class. On 6 July 2019, UNESCO recognized a collection of nine seowon as a World Heritage Site.",
        "url": ""
    }
    ]